Repository: Cengizhanyildiz14/TaskManagementSystem
Catalog: TaskManager_WEB/Resources/SharedResource.*.resx
Languages: tr_tr

# AccessAmendDeleteObject
source: How to Access, Amend, Delete, or Object to Collected Data
tr_tr: Toplanan Verilere Nasıl Erişilir, Düzenlenir, Silinir veya İtiraz Edilir

# AccessAmendDeleteObjectDescription
source: If you would like to know whether we have collected your personal data, how we have used your personal data, to whom we have disclosed your personal data, if you would like your data to be deleted or modified in any way, or if you would like to object to the collection and use of your data, please contact our privacy officer here:
tr_tr: Kişisel verilerinizi toplayıp toplamadığımızı, bu verileri nasıl kullandığımızı, kişisel verilerinizi kime açıkladığımızı öğrenmek isterseniz veya verilerinizi silmek veya değiştirmek isterseniz, gizlilik sorumlumuzla şu adresten iletişime geçebilirsiniz:

source: Actions
tr_tr: İşlemler

source: Add
tr_tr: Ekle

source: + Add Department
tr_tr: + Departman Ekle

# AdditionalConditions
source: This Privacy Policy applies in addition to the terms of use of our Site.
tr_tr: Bu Gizlilik Politikası, Sitemizin kullanım koşullarına ek olarak uygulanır.

source: Add New Department
tr_tr: Yeni Departman Ekle

source: + Add New Task
tr_tr: + Yeni Görev Ekle

# AddNewTask1
source: Add New Task
tr_tr: Yeni Görev Ekle

# AddPersonnel
source: Add New Personnel
tr_tr: + Personel Ekle

source: Address
tr_tr: Adres

source: All Users
tr_tr: Tüm Kullanıcılar

source: Analytical cookies
tr_tr: Analitik çerezler

# AnalyticalCookiesDescription
source: Analytical cookies allow us to improve the design and functionality of our Site by collecting data on how you access our Site, for how long you access our Site, and what you view on our Site.
tr_tr: Analitik çerezler, sitemize nasıl eriştiğiniz, içeriklere ne kadar süreyle eriştiğiniz gibi verileri toplayarak sitemizin tasarımını ve işlevselliğini geliştirmemize olanak tanır.

source: Approve
tr_tr: Onayla

source: Assigned By
tr_tr: Atama Yapan Kişi

source: Assigned User
tr_tr: Atanacak Kişi

source: Assigned User Full Name
tr_tr: Atanan Ad Soyad

source: Autofill data
tr_tr: Otomatik doldurma verileri

source: Back
tr_tr: Geri

source: Changes
tr_tr: Değişiklikler

# ChangesDescription
source: This Privacy Policy may be amended from time to time to maintain compliance with the law and to reflect any changes to our data collection process. When we amend this Privacy Policy, we will update the “Effective Date” at the top of this Privacy Policy. We recommend that our users periodically review our Privacy Policy to ensure that they are notified of any updates. If necessary, we may notify users by email of changes to this Privacy Policy.
tr_tr: Bu Gizlilik Politikası, yasalara uymak ve veri toplama sürecimizde yapılan herhangi bir değişikliği yansıtmak amacıyla zaman zaman değiştirilebilir. Bu Gizlilik Politikasında değişiklik yaptığımızda, bu Gizlilik Politikasının üst kısmındaki "Yürürlük Tarihi"ni güncelleriz. Kullanıcılarımızın düzenli olarak Gizlilik Politikamızı gözden geçirmesini ve herhangi bir güncellemeden haberdar olmalarını öneririz. Gerekirse, değişiklikler hakkında kullanıcıları e-posta yoluyla bilgilendirebiliriz.

source: Children
tr_tr: Çocuklar

# ChildrenDescription
source: Our Site does not knowingly collect or use personal data from children under 13 years of age. If we learn that we have collected personal data from a child under 13 years of age, the personal data will be deleted as soon as possible. If a child under 13 years old has provided us with personal data, their parent or guardian may contact our privacy officer.
tr_tr: Sitemizi kullanmak için minimum yaş 18'dir. 13 yaşından küçük çocuklardan bilerek kişisel veri toplamaz veya kullanmayız. 13 yaşından küçük bir çocuktan kişisel veri topladığımızı öğrenirsek, bu veriler en kısa sürede silinecektir. 13 yaşından küçük bir çocuk bize kişisel veriler sağlamışsa, ebeveyn veya vasi gizlilik sorumlumuzla iletişime geçebilir.

source: Collected Personal Data
tr_tr: Topladığımız Kişisel Veriler

# CollectedPersonalDataDescription
source: We collect the data necessary to help us achieve the purpose set out in this Privacy Policy. We do not collect any additional data beyond what is listed below:
tr_tr: Bu Gizlilik Politikasında belirtilen amaçları yerine getirmemize yardımcı olan verileri toplarız. Aşağıda belirtilen veriler dışında başka bir veri toplamayız:

source: Completed
tr_tr: Tamamlandı

source: Completed Tasks
tr_tr: Tamamlanan Görevler

# ConfirmSave
source: Are you sure you want to save changes?
tr_tr: Değişiklikleri kaydetmek istediğinize emin misiniz?

# ConfirmUpdate
source: Update
tr_tr: Güncelle

source: Consent
tr_tr: Onay

# ConsentDescription
source: By using our Site, users agree to the following terms:
tr_tr: Sitemizi kullanarak, kullanıcılar şu koşulları kabul eder:

# ContactInfo
source: Contact Information
tr_tr: İletişim Bilgileri

# ContactInfoDescription
source: If you have any questions, concerns, or complaints, you may contact our privacy officer, Cengizhan Yıldız, at:
tr_tr: Herhangi bir sorunuz, endişeniz veya şikayetiniz varsa, gizlilik sorumlumuz Cengizhan Yıldız ile şu adresten iletişime geçebilirsiniz:

source: Cookie
tr_tr: Çerez

# CookieDescription
source: A cookie is a small file, stored on a user’s hard drive by a website. Its purpose is to collect data relating to the user’s browsing habits. You can choose to be notified each time a cookie is transmitted. You can also choose to disable cookies entirely in your internet browser, but this may decrease the quality of your user experience.
tr_tr: Çerez, bir web sitesi tarafından kullanıcının sabit diskinde depolanan küçük bir dosyadır. Çerezin amacı, kullanıcının tarama alışkanlıkları ile ilgili verileri toplamaktır. Her çerez gönderildiğinde bildirim almayı seçebilirsiniz. Ayrıca, tarayıcınızda çerezleri tamamen devre dışı bırakmayı seçebilirsiniz, ancak bu kullanıcı deneyiminizin kalitesini düşürebilir.

source: Cookie Policy
tr_tr: Çerez Politikası

# CookieTypes
source: The following types of cookies are used on our Site:
tr_tr: Sitemizde aşağıdaki çerez türlerini kullanıyoruz:

source: Country
tr_tr: Ülke

source: Create Task
tr_tr: Görev Oluştur

source: Create User
tr_tr: Kullanıcı Oluştur

source: Creator Full Name
tr_tr: Atama Yapan Kişi

# DataCollectionMethods
source: This data may be collected using the following methods:
tr_tr: Bu veriler şu yöntemlerle toplanabilir:

# DataCollectionUsageStorage
source: The collection, use, and retention of the data described in this Privacy Policy.
tr_tr: Bu Gizlilik Politikasında belirtilen verilerin toplanması, kullanılması ve saklanması.

# DataProtection
source: How We Protect Your Personal Data
tr_tr: Kişisel Verilerinizi Nasıl Koruruz

# DataProtectionDescription
source: We take all reasonable precautions to protect user data and ensure that our users are protected. While we take these precautions, the Internet is not completely secure, and therefore we cannot guarantee the security of user data.
tr_tr: Kullanıcı verilerinin güvenliğini sağlamak ve kullanıcıların korunmasını sağlamak için makul tüm önlemleri alırız, ancak internette her zaman bir güvenlik riski bulunduğundan, kullanıcı verilerinin güvenliğini garanti edemeyiz.

# DataRetention
source: How Long We Retain Personal Data
tr_tr: Kişisel Verileri Ne Kadar Süre Saklarız

# DataRetentionDescription
source: User data will be kept for the time necessary to fulfill the purpose for which it was collected. We may keep your data beyond this time if it is required by law or with your consent.
tr_tr: Kullanıcı verileri, toplama amacının yerine getirilmesi için gerekli olduğu sürece saklanacaktır. Bu süreden daha uzun süre saklanacaksa sizi bilgilendireceğiz.

# DataSharing
source: Who We Share Personal Data With
tr_tr: Kişisel Verileri Kiminle Paylaşıyoruz

# DataUsage
source: How We Use Personal Data
tr_tr: Kişisel Verileri Nasıl Kullanırız

# DataUsageDescription
source: The data collected on our Site will only be used for the purposes specified in this Privacy Policy. We will not use your data beyond what we disclose in this Privacy Policy.
tr_tr: Sitemizde toplanan veriler yalnızca bu Gizlilik Politikasında belirtilen amaçlar doğrultusunda kullanılacaktır. Bu Gizlilik Politikasında belirtilmeyen amaçlar için verilerinizi kullanmayacağız.

source: day
tr_tr: günü

source: Delete
tr_tr: Sil

# DeleteConfirmation
source: Are you sure you want to delete this task?
tr_tr: Bu görevi silmek istediğinize emin misiniz?

source: Department
tr_tr: Departman

source: Department Name
tr_tr: Departman Adı

source: Detail
tr_tr: Detay

source: Details
tr_tr: Detay

source: Edit
tr_tr: Düzenle

source: Education
tr_tr: Eğitim

source: Effective date
tr_tr: Yürürlük tarihi

source: Email Address
tr_tr: Mail Adresi

source: Employees
tr_tr: Çalışanlar

# EmployeesDataSharing
source: We may share user data with employees of our organization who require it to fulfill the purposes of this Privacy Policy.
tr_tr: Kullanıcı verilerini, Gizlilik Politikasında belirtilen amaçları yerine getirmek için gerekli olduğu düşünülen herhangi bir kuruluş üyesiyle paylaşabiliriz.

source: Enter department name
tr_tr: Departman adı girin

source: Expired Tasks
tr_tr: Süresi Dolan Görevler

source: Female
tr_tr: Bayan

source: First Name
tr_tr: Ad

source: Functional cookies
tr_tr: Fonksiyonel çerezler

# FunctionalCookiesDescription
source: Functional cookies are used to remember the selections you make on our Site so that your preferences can be saved for your next visits.
tr_tr: Fonksiyonel çerezler, sonraki ziyaretleriniz için sitemizdeki seçimlerinizi hatırlamak için kullanılır.

source: Gender
tr_tr: Cinsiyet

source: Go to Home
tr_tr: Anasayfaya Dön

source: Home
tr_tr: Anasayfa

source: Last Name
tr_tr: Soyad

# LegalProcess
source: If it is required for any legal proceeding
tr_tr: Herhangi bir yasal süreç için gerekli olduğunda

source: Log In
tr_tr: Giriş yap

source: Log Out
tr_tr: Çıkış yap

# Lost
source: Oops! You're lost.
tr_tr: Oops! Kayboldunuz.

source: Male
tr_tr: Bay

source: My Tasks
tr_tr: Görevlerim

source: Name and Surname
tr_tr: Ad ve Soyad

# NoControlOverLinks
source: Please note that we have no control over how third-party websites manage your data when you follow a link from our Site to another website. We recommend that you review the privacy policies of any other sites you visit.
tr_tr: Sitemizden başka bir siteye yönlendiren bağlantıları takip ederseniz, bu sitelerin gizlilik politikaları üzerinde kontrolümüz olmadığını unutmayın.

# NonAutomaticData
source: Non-Automatically Collected Data
tr_tr: Otomatik Olmayan Şekilde Toplanan Veriler

# NonAutomaticDataDescription
source: We may also collect the following data when you perform certain functions on our Site:
tr_tr: Sitemizde belirli işlevleri yerine getirdiğinizde aşağıdaki verileri toplayabiliriz:

source: None
tr_tr: Yok

# NoPermission
source: You do not have the necessary permissions to access this page.
tr_tr: Bu sayfaya erişim için gerekli izinlere sahip değilsiniz.

# NoTasks
source: You have not been assigned any tasks yet.
tr_tr: Henüz atanmış bir göreviniz bulunmuyor.

source: Other Disclosures
tr_tr: Diğer Açıklamalar

# OtherDisclosuresDescription
source: We will not sell or share your data with other third parties, except in the following cases:
tr_tr: Verilerinizi diğer üçüncü şahıslarla paylaşmayacağız veya satmayacağız, aşağıdaki durumlar dışında:

# PageNotFound
source: The page you are looking for was not found.
tr_tr: Aradığınız sayfa bulunamadı.

source: Pending
tr_tr: Beklemede

source: Pending Tasks
tr_tr: Beklemede Olan Görevler

source: Personnel List
tr_tr: + Personel Listesi

source: Phone Number
tr_tr: Telefon Numarası

# PotentialBuyers
source: To buyers or potential buyers of this company in the event that we seek to sell the company
tr_tr: Şirketi satmaya karar verdiğimizde potansiyel alıcılar

source: Privacy Policy
tr_tr: Gizlilik Politikası

# PrivacyPolicyPurpose
source: The purpose of this privacy policy ("Privacy Policy") is to inform Site users of the following:
tr_tr: Bu gizlilik politikasının amacı ("Gizlilik Politikası"), Site kullanıcılarına şu konularda bilgi vermektir:

# PrivacyPolicyTerms
source: The terms set out in this Privacy Policy
tr_tr: Bu Gizlilik Politikasında belirtilen koşullar

# Profile
source: My Profile
tr_tr: Profil Bilgilerim

# ProfileTitle
source: Personnel Profile
tr_tr: Personel Profili

# ProtectRights
source: To prove or protect our legal rights
tr_tr: Yasal haklarımızı kanıtlamak veya korumak için

source: Purpose
tr_tr: Amaç

source: Reject
tr_tr: Reddet

source: Rejected
tr_tr: Reddedildi

source: Rejected Tasks
tr_tr: Reddedilen Görevler

source: Remaining Time
tr_tr: Kalan Süre

source: Remember Me
tr_tr: Beni Hatırla

# RequiredByLaw
source: If the law requires it
tr_tr: Yasa gerektirdiğinde

source: Search Assigned User Name
tr_tr: Atanan Ad-Soyad Ara

source: Search Creator User Name
tr_tr: Atama Yapan Kişi Ara

source: Search Department
tr_tr: Departman Ara

# SearchEmail
source: Search Email Address
tr_tr: Mail Adresi Ara

source: Search Task Name
tr_tr: İş ve Görev Tanımı Ara

# SecurityRiskWarning
source: We take all reasonable precautions to protect user data and ensure that our users are protected. However, the Internet is not completely secure and therefore we cannot guarantee the security of user data.
tr_tr: Kullanıcı verilerinin güvenliğini sağlamak ve kullanıcıların korunmasını sağlamak için makul tüm önlemleri alırız, ancak internette her zaman bir güvenlik riski bulunduğundan, kullanıcı verilerinin güvenliğini garanti edemeyiz.

source: Select...
tr_tr: Seçiniz...

# SignIn
source: Sign in to your account
tr_tr: Hesabına Giriş Yap

# SignInButton
source: Sign In
tr_tr: Giriş Yap

source: State
tr_tr: Şehir

source: Status
tr_tr: Durum

source: Status updated
tr_tr: Durum güncellenmiş

source: Submit
tr_tr: Oluştur

source: Targeting cookies
tr_tr: Hedefleme çerezleri

# TargetingCookiesDescription
source: Targeting cookies collect data on how you use the Site and your preferences. This allows us to personalize the information you see on our Site.
tr_tr: Hedefleme çerezleri, siteyi nasıl kullandığınıza dair veriler toplar ve tercihlerinizi kaydeder. Bu, sitemizde size özelleştirilmiş bilgileri sunmamızı sağlar.

source: Task Description
tr_tr: İş ve Görev Tanımı

source: Task Details
tr_tr: Görev Detayları

source: Task Management System
tr_tr: Görev Yönetim Sistemi

source: Task Name
tr_tr: Görev Adı

source: Task Status
tr_tr: Görev Durumu

source: Task Tracking List
tr_tr: Görev Takip Listesi

source: Terms of use
tr_tr: Kullanım Şartları

source: Third Party Cookies
tr_tr: Üçüncü Taraf Çerezler

# ThirdPartyCookiesDescription
source: Third-party cookies are created by a website other than ours. We may use third-party cookies to achieve the following purposes:
tr_tr: Üçüncü taraf çerezleri bizim dışımızda bir web sitesi tarafından oluşturulur. Aşağıdaki amaçlar için üçüncü taraf çerezlerini kullanabiliriz:

source: Time Expired
tr_tr: Süre Doldu

source: Total Tasks
tr_tr: Toplam Görev

source: Unauthorized Access
tr_tr: Yetkisiz Erişim

source: Update
tr_tr: Güncelle

source: Update Profile
tr_tr: Güncelle

source: Update Task
tr_tr: Görev Güncelle

source: User Profile
tr_tr: Kullanıcı Profili

# UserRights
source: Site user rights
tr_tr: Site kullanıcılarının hakları

source: Website
tr_tr: Web sitesi

source: Website type
tr_tr: Web sitesi türü

source: Announcements
tr_tr: Duyurular

# AddAnnouncement
source: Add New Announcement
tr_tr: + Yeni Duyuru Ekle

source: Updated
tr_tr: Güncellendi

# NoAnnouncementsMessage
source: No announcements available.
tr_tr: Henüz bir duyuru yok.

source: Create Announcement
tr_tr: Duyuru Oluştur

source: Title
tr_tr: Başlık

source: Content
tr_tr: İçerik

source: Update Announcement
tr_tr: Duyuruyu Güncelle

source: Settings
tr_tr: Ayarlar
